# Taps
tap 'homebrew/bundle'

# Binaries
brew 'coreutils' # Those that come with macOS are outdated
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'bash' # Latest Bash version
brew 'bat'
brew 'gh'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager

# Apps
cask '1password'
brew '1password-cli'
cask 'figma'
cask 'github'
cask 'arc'
cask 'google-chrome'
cask 'slack'
cask 'zoom'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Mac App Store
# mas 'Things', id: 904280696
